{"/en/change-log":{"title":"Update the record","data":{"20241108#20241108":"Three Dog Documentation Station adjusted and project completed"}},"/en/currency":{"title":"Collections & Currency","data":{"":"A platform with its own cryptocurrency system (and possibly getting a blockchain in the future) but essentially equivalent to points and balances","exchange-ratio#Exchange ratio":"Copper coins are used as the smallest unit of currency, and the exchange\nrate is 1:100, e.g. Copper coins to Silver coins = 1 Silver = 100 Copper\nThe exchange rate shown in the table is for RMB, it may fluctuate for\ndifferent currencies, please refer to the actual account.\nName\nUnits (number)\nExchange ratio (copper coins)\nPrices\nCopper Coins\n1\n1:1\n￥0.01\nSilver Coins\n1\n1:100\n￥1\nGold Coin\n1\n1:10000\n￥100"}},"/en/currency/handling_charge":{"title":"Handling Fee","data":{"":"Although the platform offers its own currency, a fee is charged to ensure the normal operation of the platform.","types-of-fees#Types of fees":"Orders or top-ups consist of the following two components\nPlatform service fee\nUpstream Payment Gateway Acquiring Fee","platform-service-fee#Platform Service Fee":"Platform service fees are fees charged for services provided by the platform to users, including but not limited to:\nPurchase of goods\nIntra-platform transactions\nPayment Services\nCollection service\nwithholding services\nOther services\nThere are two ways to collect platform service fees:\nOrder-based\nCollected by transaction\nThe platform service fee collected by order means that the platform collects the platform service fee for all orders at once according to the user's orders.The platform service fee charged by transaction means that the platform charges the platform service fee according to the transaction amount of the user according to the transaction situation.","upstream-payment-gateway-acquiring-fee#Upstream Payment Gateway Acquiring Fee":"Upstream payment gateway acquiring fee refers to the handling fee charged by the payment gateway, including but not limited to:\nPayment Handling Fee\nPayment Channel Handling Fee\nPayment Interface Fee\nPayment Service Fee\nPayment Handling Fee means a certain percentage of the payment amount charged by the payment gateway as handling fee.Payment channel handling fee is the payment channel fee charged by the payment gateway.Payment interface fee is the interface fee charged by the payment gateway.Payment service fee is the service fee charged by the payment gateway.","handling-fee-collection-method#Handling fee collection method":"The collection methods of platform service fees and upstream payment gateway acquiring fees can be divided into two types:\nCollected on account\nCollected on a pro-rata basis\nCollect-to-bill handling fee means that the platform service fee and the upstream payment gateway acquiring fee are directly charged to the user's account.Proportionally charged handling fee means that the platform service fee and the upstream payment gateway acquiring fee are charged according to a certain proportion, for example, the proportion of the platform service fee is 1% and the proportion of the upstream payment gateway acquiring fee is 2%.","fee-collection-period#Fee Collection Period":"The collection cycle of platform service fee and upstream payment gateway acquiring fee can be divided into:\nReal-time collection\nPre-collection\nCollected after settlement\nReal-time collection of fees means that platform service fees and upstream payment gateway acquiring fees are collected in real time, and users can see the fees at the time of payment.Pre-collection of the handling fee refers to the platform service fee and the upstream payment gateway acquiring fee collected in advance, when the user pays, the system will prompt the user to pay the handling fee.Handling fee collected after settlement means that the platform service fee and upstream payment gateway acquiring fee are collected at the time of settlement, and the system will transfer the handling fee to the platform account after the user pays.","quick-confirmation-of-handling-fees#Quick confirmation of handling fees":"The platform provides the following ways in order to quickly check the collection of the corresponding handling fee:Example:\nCharging platform\nbe continued..."}},"/en/faqs/404":{"title":"404","data":{"404#404":""}},"/en":{"title":"TDCloud Document","data":{}},"/en/welcome":{"title":"Welcome to TD Cloud documentation!","data":{"":"To view the documentation, click on the related articles in the sidebar\nDocumentation is time-sensitive\nAs the TD Cloud User Center pages/functionality and client software may be constantly updated, some of the documentation may be out of date, so please avoid copying it. If any documentation is significantly out of date, please contact us via Telegram or send us an e-mail.\nIf our goods and services are network services, please check whether your network environment supports their use!\nUnless expressly stated, you should be clear that we do not collect any information about you, except for the necessary account authentication and other information, if you are unable to accept the service process and request network optimization, please do not choose the"}}}